Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Dairy free
ar: خالٍ من الألبان
de: Milchfrei
el: Χωρίς γαλακτοκομικά
es: Sin lácteos
fr: Sans lactose
hi: डेयरी-मुक्त
it: Senza latticini
ja: 乳製品不使用
ko: 유제품 제외
pt_br: Sem lactose
ru: Без молочного
tr: Süt ürünsüz
vi: Không sữa
zh_hans: 无乳制品

source: Day
ar: اليوم
de: Tag
el: Ημέρα
es: Día
fr: Jour
hi: दिन
it: Giorno
ja: 日
ko: 일
pt_br: Dia
ru: День
tr: Gün
vi: Ngày
zh_hans: 天

source: Default servings: %lld
ar: الحصص الافتراضية: %lld
de: Standardportionen: %lld
el: Προεπιλεγμένες μερίδες: %lld
es: Raciones por defecto: %lld
fr: Portions par défaut : %lld
hi: डिफ़ॉल्ट सर्विंग: %lld
it: Porzioni predefinite: %lld
ja: 標準の人数：%lld
ko: 기본 인분: %lld
pt_br: Porções padrão: %lld
ru: Порций по умолчанию: %lld
tr: Varsayılan porsiyon: %lld
vi: Khẩu phần mặc định: %lld
zh_hans: 默认份数：%lld

source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
tr: Sil
vi: Xóa
zh_hans: 删除

source: Delete %@? This can't be undone.
ar: حذف %@؟ لا يمكن التراجع.
de: %@ löschen? Das kann nicht rückgängig gemacht werden.
el: Διαγραφή %@; Δεν αναιρείται.
es: ¿Eliminar %@? No se puede deshacer.
fr: Supprimer %@ ? C’est définitif.
hi: %@ हटाएँ? इसे वापस नहीं लाया जा सकता।
it: Eliminare %@? L’azione è irreversibile.
ja: %@を削除しますか？元に戻せません。
ko: %@을(를) 삭제할까요? 되돌릴 수 없어요.
pt_br: Apagar %@? Não dá para desfazer.
ru: Удалить %@? Это нельзя отменить.
tr: %@ silinsin mi? Bu işlem geri alınamaz.
vi: Xóa %@? Không thể hoàn tác.
zh_hans: 删除%@？此操作无法撤销。

source: Delete collection
ar: حذف المجموعة
de: Sammlung löschen
el: Διαγραφή συλλογής
es: Eliminar colección
fr: Supprimer la collection
hi: कलेक्शन हटाएँ
it: Elimina raccolta
ja: コレクションを削除
ko: 컬렉션 삭제
pt_br: Apagar coleção
ru: Удалить подборку
tr: Koleksiyonu sil
vi: Xóa bộ sưu tập
zh_hans: 删除收藏夹

source: Delete forever
ar: حذف نهائي
de: Endgültig löschen
el: Οριστική διαγραφή
es: Eliminar para siempre
fr: Supprimer définitivement
hi: हमेशा के लिए हटाएँ
it: Elimina per sempre
ja: 完全に削除
ko: 영구 삭제
pt_br: Apagar para sempre
ru: Удалить навсегда
tr: Kalıcı olarak sil
vi: Xóa vĩnh viễn
zh_hans: 永久删除

source: Delete recipe
ar: حذف الوصفة
de: Rezept löschen
el: Διαγραφή συνταγής
es: Eliminar receta
fr: Supprimer la recette
hi: रेसिपी हटाएँ
it: Elimina ricetta
ja: レシピを削除
ko: 레시피 삭제
pt_br: Apagar receita
ru: Удалить рецепт
tr: Tarifi sil
vi: Xóa công thức
zh_hans: 删除食谱

source: Delete this collection? Recipes stay in your cookbook.
ar: حذف هذه المجموعة؟ تبقى الوصفات في كتاب وصفاتك.
de: Diese Sammlung löschen? Die Rezepte bleiben in deinem Kochbuch.
el: Διαγραφή αυτής της συλλογής; Οι συνταγές μένουν στο βιβλίο σου.
es: ¿Eliminar esta colección? Las recetas siguen en tu recetario.
fr: Supprimer cette collection ? Les recettes restent dans votre livre.
hi: यह कलेक्शन हटाएँ? रेसिपी आपकी कुकबुक में रहेंगी।
it: Eliminare questa raccolta? Le ricette restano nel ricettario.
ja: このコレクションを削除しますか？レシピはレシピ帳に残ります。
ko: 이 컬렉션을 삭제할까요? 레시피는 레시피북에 남아요.
pt_br: Apagar esta coleção? As receitas continuam no seu livro.
ru: Удалить эту подборку? Рецепты останутся в кулинарной книге.
tr: Bu koleksiyon silinsin mi? Tarifler tarif defterinde kalır.
vi: Xóa bộ sưu tập này? Công thức vẫn ở trong sổ công thức.
zh_hans: 删除这个收藏夹？食谱仍保留在你的食谱本中。

source: Deletes every recipe, plan, list, pantry item, person and log on this iPhone and in iCloud. This can't be undone.
ar: يحذف كل الوصفات والخطط والقوائم وعناصر المخزن والأشخاص والسجلات على هذا الـ iPhone وفي iCloud. لا يمكن التراجع.
de: Löscht alle Rezepte, Pläne, Listen, Vorratsartikel, Personen und Einträge auf diesem iPhone und in iCloud. Das kann nicht rückgängig gemacht werden.
el: Διαγράφει κάθε συνταγή, πρόγραμμα, λίστα, είδος ντουλαπιού, άτομο και καταγραφή σε αυτό το iPhone και στο iCloud. Δεν αναιρείται.
es: Elimina todas las recetas, planes, listas, artículos de la despensa, personas y registros de este iPhone y de iCloud. No se puede deshacer.
fr: Supprime toutes les recettes, plannings, listes, articles du garde-manger, personnes et journaux sur cet iPhone et dans iCloud. C’est définitif.
hi: इस iPhone और iCloud से हर रेसिपी, योजना, सूची, पैंट्री आइटम, व्यक्ति और लॉग मिटा देता है। इसे वापस नहीं लाया जा सकता।
it: Elimina ogni ricetta, piano, lista, articolo della dispensa, persona e registro su questo iPhone e in iCloud. L’azione è irreversibile.
ja: このiPhoneとiCloudにあるレシピ、献立、リスト、パントリー、メンバー、記録をすべて削除します。元に戻せません。
ko: 이 iPhone과 iCloud에 있는 모든 레시피, 계획, 목록, 보관함 항목, 사람, 기록을 삭제해요. 되돌릴 수 없어요.
pt_br: Apaga todas as receitas, planos, listas, itens da despensa, pessoas e registros deste iPhone e do iCloud. Não dá para desfazer.
ru: Удаляет все рецепты, планы, списки, запасы, людей и записи на этом iPhone и в iCloud. Это нельзя отменить.
tr: Bu iPhone’daki ve iCloud’daki tüm tarifleri, planları, listeleri, kiler ürünlerini, kişileri ve kayıtları siler. Bu işlem geri alınamaz.
vi: Xóa mọi công thức, kế hoạch, danh sách, món trong tủ đồ, người và nhật ký trên iPhone này và trong iCloud. Không thể hoàn tác.
zh_hans: 删除此iPhone和iCloud上的所有食谱、计划、清单、储藏物品、成员和记录。此操作无法撤销。

source: Describe this step
ar: صِف هذه الخطوة
de: Beschreibe diesen Schritt
el: Περίγραψε αυτό το βήμα
es: Describe este paso
fr: Décrivez cette étape
hi: इस स्टेप के बारे में लिखें
it: Descrivi questo passaggio
ja: この手順を説明
ko: 이 단계 설명
pt_br: Descreva este passo
ru: Опишите этот шаг
tr: Bu adımı anlat
vi: Mô tả bước này
zh_hans: 描述这一步

source: Diet
ar: النظام الغذائي
de: Ernährung
el: Διατροφή
es: Dieta
fr: Régime
hi: आहार
it: Dieta
ja: 食事スタイル
ko: 식단
pt_br: Dieta
ru: Питание
tr: Beslenme
vi: Chế độ ăn
zh_hans: 饮食

source: Dietary energy, protein, carbohydrates and fat
ar: الطاقة والبروتين والكربوهيدرات والدهون
de: Energie, Eiweiß, Kohlenhydrate und Fett
el: Ενέργεια, πρωτεΐνη, υδατάνθρακες και λιπαρά
es: Energía, proteínas, hidratos de carbono y grasas
fr: Énergie, protéines, glucides et lipides
hi: ऊर्जा, प्रोटीन, कार्बोहाइड्रेट और वसा
it: Energia, proteine, carboidrati e grassi
ja: エネルギー、タンパク質、炭水化物、脂質
ko: 에너지, 단백질, 탄수화물, 지방
pt_br: Energia, proteína, carboidratos e gordura
ru: Энергия, белки, углеводы и жиры
tr: Enerji, protein, karbonhidrat ve yağ
vi: Năng lượng, đạm, tinh bột và chất béo
zh_hans: 能量、蛋白质、碳水化合物和脂肪

source: Difficulty
ar: الصعوبة
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
fr: Difficulté
hi: कठिनाई
it: Difficoltà
ja: 難しさ
ko: 난이도
pt_br: Dificuldade
ru: Сложность
tr: Zorluk
vi: Độ khó
zh_hans: 难度

source: Dinner
ar: العشاء
de: Abendessen
el: Βραδινό
es: Cena
fr: Dîner
hi: डिनर
it: Cena
ja: 夕食
ko: 저녁
pt_br: Jantar
ru: Ужин
tr: Akşam yemeği
vi: Bữa tối
zh_hans: 晚餐

source: Discard
ar: تجاهل
de: Verwerfen
el: Απόρριψη
es: Descartar
fr: Supprimer
hi: हटाएँ
it: Scarta
ja: 破棄
ko: 버리기
pt_br: Descartar
ru: Удалить
tr: Vazgeç
vi: Bỏ
zh_hans: 放弃

source: Discard changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es: Descartar cambios
fr: Annuler les modifications
hi: बदलाव हटाएँ
it: Scarta modifiche
ja: 変更を破棄
ko: 변경 사항 버리기
pt_br: Descartar alterações
ru: Отменить изменения
tr: Değişikliklerden vazgeç
vi: Bỏ thay đổi
zh_hans: 放弃更改

source: Discard this import?
ar: تجاهل هذا الاستيراد؟
de: Diesen Import verwerfen?
el: Απόρριψη αυτής της εισαγωγής;
es: ¿Descartar esta importación?
fr: Abandonner cette importation ?
hi: यह इम्पोर्ट हटाएँ?
it: Scartare questa importazione?
ja: この取り込みを破棄しますか？
ko: 이 가져오기를 버릴까요?
pt_br: Descartar esta importação?
ru: Отменить этот импорт?
tr: Bu aktarımdan vazgeçilsin mi?
vi: Bỏ lần nhập này?
zh_hans: 放弃这次导入？

source: Discard your changes?
ar: تجاهل تغييراتك؟
de: Änderungen verwerfen?
el: Απόρριψη των αλλαγών σου;
es: ¿Descartar tus cambios?
fr: Abandonner vos modifications ?
hi: अपने बदलाव हटाएँ?
it: Scartare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 버릴까요?
pt_br: Descartar suas alterações?
ru: Отменить ваши изменения?
tr: Değişikliklerinden vazgeçilsin mi?
vi: Bỏ các thay đổi của bạn?
zh_hans: 放弃你的更改？

source: Discover
ar: اكتشف
de: Entdecken
el: Ανακάλυψη
es: Descubrir
fr: Découvrir
hi: खोजें
it: Scopri
ja: 見つける
ko: 발견
pt_br: Descobrir
ru: Обзор
tr: Keşfet
vi: Khám phá
zh_hans: 发现

source: Dislikes, e.g. mushrooms, olives
ar: ما لا تحبه، مثل الفطر والزيتون
de: Mag ich nicht, z. B. Pilze, Oliven
el: Δεν μου αρέσουν, π.χ. μανιτάρια, ελιές
es: No me gusta, p. ej. setas, aceitunas
fr: N’aime pas, p. ex. champignons, olives
hi: नापसंद, जैसे मशरूम, जैतून
it: Non mi piace, es. funghi, olive
ja: 苦手なもの（例：きのこ、オリーブ）
ko: 싫어하는 것 (예: 버섯, 올리브)
pt_br: Não gosto, ex.: cogumelos, azeitonas
ru: Не люблю, например грибы, оливки
tr: Sevmediklerin, örn. mantar, zeytin
vi: Không thích, ví dụ nấm, ô liu
zh_hans: 不喜欢的，例如蘑菇、橄榄

source: Do you have nutrition targets?
ar: هل لديك أهداف غذائية؟
de: Hast du Ernährungsziele?
el: Έχεις διατροφικούς στόχους;
es: ¿Tienes objetivos nutricionales?
fr: Avez-vous des objectifs nutritionnels ?
hi: क्या आपके पोषण लक्ष्य हैं?
it: Hai obiettivi nutrizionali?
ja: 栄養の目標はありますか？
ko: 영양 목표가 있나요?
pt_br: Você tem metas nutricionais?
ru: Есть цели по питанию?
tr: Beslenme hedeflerin var mı?
vi: Bạn có mục tiêu dinh dưỡng không?
zh_hans: 你有营养目标吗？

source: Done
ar: تم
de: Fertig
el: Τέλος
es: Listo
fr: Terminé
hi: हो गया
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
tr: Bitti
vi: Xong
zh_hans: 完成

source: Double-tap and hold for quick add
ar: اضغط مرتين مع الاستمرار للإضافة السريعة
de: Doppeltippen und halten zum schnellen Hinzufügen
el: Πάτησε δύο φορές και κράτα για γρήγορη προσθήκη
es: Toca dos veces y mantén para añadir rápido
fr: Touchez deux fois et maintenez pour l’ajout rapide
hi: क्विक ऐड के लिए डबल-टैप करके दबाए रखें
it: Tocca due volte e tieni premuto per l’aggiunta rapida
ja: ダブルタップして長押しでクイック追加
ko: 두 번 탭하고 길게 눌러 빠르게 추가
pt_br: Toque duas vezes e segure para adição rápida
ru: Дважды коснитесь и удерживайте для быстрого добавления
tr: Hızlı eklemek için iki kez dokunup basılı tut
vi: Chạm hai lần và giữ để thêm nhanh
zh_hans: 轻点两下并按住可快速添加

source: Draft saved on this device
ar: تم حفظ المسودة على هذا الجهاز
de: Entwurf auf diesem Gerät gespeichert
el: Το πρόχειρο αποθηκεύτηκε σε αυτή τη συσκευή
es: Borrador guardado en este dispositivo
fr: Brouillon enregistré sur cet appareil
hi: ड्राफ़्ट इस डिवाइस पर सहेजा गया
it: Bozza salvata su questo dispositivo
ja: 下書きをこのデバイスに保存しました
ko: 초안을 이 기기에 저장했어요
pt_br: Rascunho salvo neste aparelho
ru: Черновик сохранён на этом устройстве
tr: Taslak bu cihaza kaydedildi
vi: Đã lưu bản nháp trên thiết bị này
zh_hans: 草稿已保存在此设备上

source: Duplicate
ar: تكرار
de: Duplizieren
el: Αντίγραφο
es: Duplicar
fr: Dupliquer
hi: कॉपी बनाएँ
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicar
ru: Дублировать
tr: Çoğalt
vi: Nhân bản
zh_hans: 复制一份

source: Duplicated
ar: تم التكرار
de: Dupliziert
el: Αντιγράφηκε
es: Duplicada
fr: Dupliquée
hi: कॉपी बनी
it: Duplicata
ja: 複製しました
ko: 복제됨
pt_br: Duplicada
ru: Дублировано
tr: Çoğaltıldı
vi: Đã nhân bản
zh_hans: 已复制

source: Easy
ar: سهلة
de: Einfach
el: Εύκολη
es: Fácil
fr: Facile
hi: आसान
it: Facile
ja: 簡単
ko: 쉬움
pt_br: Fácil
ru: Легко
tr: Kolay
vi: Dễ
zh_hans: 简单

source: Easy–medium
ar: سهلة–متوسطة
de: Einfach bis mittel
el: Εύκολη–μέτρια
es: Fácil–media
fr: Facile à moyen
hi: आसान–मध्यम
it: Facile–media
ja: 簡単〜普通
ko: 쉬움–보통
pt_br: Fácil–média
ru: Легко–средне
tr: Kolay–orta
vi: Dễ–vừa
zh_hans: 简单–中等

source: Eat healthier
ar: تناول طعامًا أصح
de: Gesünder essen
el: Πιο υγιεινή διατροφή
es: Comer más sano
fr: Manger plus sainement
hi: सेहतमंद खाएँ
it: Mangiare più sano
ja: 健康的に食べる
ko: 더 건강하게 먹기
pt_br: Comer melhor
ru: Питаться полезнее
tr: Daha sağlıklı beslen
vi: Ăn lành mạnh hơn
zh_hans: 吃得更健康

source: Edit
ar: تعديل
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
hi: बदलें
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
tr: Düzenle
vi: Sửa
zh_hans: 编辑

source: Edit household & rules
ar: تعديل الأسرة والقواعد
de: Haushalt & Regeln bearbeiten
el: Επεξεργασία νοικοκυριού και κανόνων
es: Editar hogar y reglas
fr: Modifier le foyer et les règles
hi: परिवार और नियम बदलें
it: Modifica famiglia e regole
ja: 家族とルールを編集
ko: 가족과 규칙 편집
pt_br: Editar casa e regras
ru: Изменить семью и правила
tr: Haneyi ve kuralları düzenle
vi: Sửa gia đình và quy tắc
zh_hans: 编辑家庭和规则

source: Edit item
ar: تعديل العنصر
de: Artikel bearbeiten
el: Επεξεργασία είδους
es: Editar artículo
fr: Modifier l’article
hi: आइटम बदलें
it: Modifica articolo
ja: アイテムを編集
ko: 항목 편집
pt_br: Editar item
ru: Изменить продукт
tr: Ürünü düzenle
vi: Sửa món
zh_hans: 编辑物品

source: Edit recipe
ar: تعديل الوصفة
de: Rezept bearbeiten
el: Επεξεργασία συνταγής
es: Editar receta
fr: Modifier la recette
hi: रेसिपी बदलें
it: Modifica ricetta
ja: レシピを編集
ko: 레시피 편집
pt_br: Editar receita
ru: Изменить рецепт
tr: Tarifi düzenle
vi: Sửa công thức
zh_hans: 编辑食谱

source: Eggetarian
ar: نباتي يأكل البيض
de: Ovo-vegetarisch
el: Ωοχορτοφάγος
es: Ovovegetariano
fr: Ovo-végétarien
hi: अंडाहारी
it: Ovo-vegetariano
ja: 卵OKのベジタリアン
ko: 달걀 허용 채식
pt_br: Ovolactovegetariano
ru: Ововегетарианство
tr: Yumurtalı vejetaryen
vi: Chay có trứng
zh_hans: 蛋素

source: Eggs
ar: البيض
de: Eier
el: Αυγά
es: Huevos
fr: Œufs
hi: अंडे
it: Uova
ja: 卵
ko: 달걀
pt_br: Ovos
ru: Яйца
tr: Yumurta
vi: Trứng
zh_hans: 鸡蛋

source: Enter the exact ingredient
ar: اكتب المكوّن بدقة
de: Gib die genaue Zutat an
el: Γράψε το ακριβές υλικό
es: Escribe el ingrediente exacto
fr: Indiquez l’ingrédient exact
hi: सटीक सामग्री लिखें
it: Inserisci l’ingrediente esatto
ja: 正確な材料名を入力してください
ko: 정확한 재료를 입력하세요
pt_br: Escreva o ingrediente exato
ru: Укажите точный ингредиент
tr: Malzemeyi tam olarak yaz
vi: Nhập chính xác nguyên liệu
zh_hans: 填写准确的食材

source: Enter the numbers under the barcode
ar: أدخل الأرقام أسفل الباركود
de: Gib die Ziffern unter dem Barcode ein
el: Γράψε τα ψηφία κάτω από τον γραμμωτό κώδικα
es: Escribe los números que hay bajo el código de barras
fr: Saisissez les chiffres sous le code-barres
hi: बारकोड के नीचे के अंक लिखें
it: Inserisci le cifre sotto il codice a barre
ja: バーコードの下の数字を入力してください
ko: 바코드 아래 숫자를 입력하세요
pt_br: Digite os números abaixo do código de barras
ru: Введите цифры под штрихкодом
tr: Barkodun altındaki rakamları gir
vi: Nhập các chữ số dưới mã vạch
zh_hans: 输入条形码下方的数字

source: Enter the price as a number, like 45 or 3.49
ar: أدخل السعر كرقم، مثل 45 أو 3.49
de: Gib den Preis als Zahl ein, z. B. 45 oder 3,49
el: Γράψε την τιμή ως αριθμό, π.χ. 45 ή 3,49
es: Escribe el precio como número, p. ej. 45 o 3,49
fr: Saisissez le prix en chiffres, p. ex. 45 ou 3,49
hi: कीमत संख्या में लिखें, जैसे 45 या 3.49
it: Inserisci il prezzo come numero, es. 45 o 3,49
ja: 価格を数字で入力してください（例：45、3.49）
ko: 가격을 숫자로 입력하세요 (예: 45 또는 3.49)
pt_br: Digite o preço como número, ex.: 45 ou 3,49
ru: Введите цену числом, например 45 или 3,49
tr: Fiyatı sayı olarak gir, örn. 45 veya 3,49
vi: Nhập giá bằng số, ví dụ 45 hoặc 3,49
zh_hans: 请用数字填写价格，例如45或3.49

source: Erase all my data
ar: مسح كل بياناتي
de: Alle meine Daten löschen
el: Διαγραφή όλων των δεδομένων μου
es: Borrar todos mis datos
fr: Effacer toutes mes données
hi: मेरा सारा डेटा मिटाएँ
it: Cancella tutti i miei dati
ja: すべてのデータを消去
ko: 내 데이터 모두 삭제
pt_br: Apagar todos os meus dados
ru: Удалить все мои данные
tr: Tüm verilerimi sil
vi: Xóa tất cả dữ liệu của tôi
zh_hans: 清除我的所有数据

source: Erase all your data?
ar: مسح كل بياناتك؟
de: Alle deine Daten löschen?
el: Διαγραφή όλων των δεδομένων σου;
es: ¿Borrar todos tus datos?
fr: Effacer toutes vos données ?
hi: अपना सारा डेटा मिटाएँ?
it: Cancellare tutti i tuoi dati?
ja: すべてのデータを消去しますか？
ko: 모든 데이터를 삭제할까요?
pt_br: Apagar todos os seus dados?
ru: Удалить все ваши данные?
tr: Tüm verilerin silinsin mi?
vi: Xóa tất cả dữ liệu của bạn?
zh_hans: 清除你的所有数据？

source: Erase everything
ar: مسح كل شيء
de: Alles löschen
el: Διαγραφή όλων
es: Borrarlo todo
fr: Tout effacer
hi: सब कुछ मिटाएँ
it: Cancella tutto
ja: すべて消去
ko: 모두 삭제
pt_br: Apagar tudo
ru: Удалить всё
tr: Her şeyi sil
vi: Xóa tất cả
zh_hans: 全部清除

source: Erasing your data…
ar: جارٍ مسح بياناتك…
de: Deine Daten werden gelöscht …
el: Διαγραφή των δεδομένων σου…
es: Borrando tus datos…
fr: Effacement de vos données…
hi: आपका डेटा मिटाया जा रहा है…
it: Cancellazione dei dati…
ja: データを消去中…
ko: 데이터 삭제 중…
pt_br: Apagando seus dados…
ru: Удаляем ваши данные…
tr: Verilerin siliniyor…
vi: Đang xóa dữ liệu…
zh_hans: 正在清除你的数据…

source: Especially things that expire soon
ar: خاصة ما ستنتهي صلاحيته قريبًا
de: Vor allem, was bald abläuft
el: Ειδικά ό,τι λήγει σύντομα
es: Sobre todo lo que caduca pronto
fr: Surtout ce qui périme bientôt
hi: ख़ासकर जल्दी ख़राब होने वाली चीज़ें
it: Soprattutto ciò che scade presto
ja: 特に賞味期限が近いもの
ko: 특히 곧 유통기한이 지나는 것
pt_br: Principalmente o que vence logo
ru: Особенно то, что скоро испортится
tr: Özellikle yakında bozulacaklar
vi: Nhất là đồ sắp hết hạn
zh_hans: 尤其是快过期的东西

source: Estimated from %d of %d ingredients
ar: تقدير من %d من %d مكونًا
de: Geschätzt aus %d von %d Zutaten
el: Εκτίμηση από %d από %d υλικά
es: Estimado a partir de %d de %d ingredientes
fr: Estimé d’après %d ingrédients sur %d
hi: %2$d में से %1$d सामग्री से अनुमान
it: Stimato da %d ingredienti su %d
ja: %2$d件中%1$d件の材料から推定
ko: 재료 %2$d개 중 %1$d개로 추정
pt_br: Estimado a partir de %d de %d ingredientes
ru: Оценка по %d из %d ингредиентов
tr: %d / %d malzemeden tahmin edildi
vi: Ước tính từ %d / %d nguyên liệu
zh_hans: 根据%2$d种食材中的%1$d种估算

source: Estimates from recipe ingredients — a guide, not medical advice.
ar: تقديرات من مكونات الوصفة — للاسترشاد، وليست نصيحة طبية.
de: Schätzung aus den Zutaten – eine Orientierung, keine medizinische Beratung.
el: Εκτιμήσεις από τα υλικά — οδηγός, όχι ιατρική συμβουλή.
es: Estimaciones a partir de los ingredientes — una guía, no consejo médico.
fr: Estimations d’après les ingrédients — un repère, pas un avis médical.
hi: रेसिपी की सामग्री से अनुमान — एक मार्गदर्शन, चिकित्सा सलाह नहीं।
it: Stime dagli ingredienti — un riferimento, non un consiglio medico.
ja: 材料からの推定値 — 目安であり、医学的なアドバイスではありません。
ko: 재료 기반 추정치 — 참고용이며 의학적 조언이 아니에요.
pt_br: Estimativas pelos ingredientes — uma referência, não orientação médica.
ru: Оценка по ингредиентам — ориентир, а не медицинская рекомендация.
tr: Tarif malzemelerinden tahmin — yol gösterir, tıbbi tavsiye değildir.
vi: Ước tính từ nguyên liệu — chỉ để tham khảo, không phải lời khuyên y tế.
zh_hans: 根据食谱食材估算 — 仅供参考，不构成医疗建议。

source: Evening reminder
ar: تذكير مسائي
de: Abend-Erinnerung
el: Βραδινή υπενθύμιση
es: Recordatorio por la tarde
fr: Rappel du soir
hi: शाम का रिमाइंडर
it: Promemoria serale
ja: 夜のリマインダー
ko: 저녁 알림
pt_br: Lembrete à noite
ru: Вечернее напоминание
tr: Akşam hatırlatıcısı
vi: Nhắc buổi tối
zh_hans: 傍晚提醒

source: Every chosen meal this week is already planned. Pick more meals or next week.
ar: كل وجبة اخترتها هذا الأسبوع مخطط لها بالفعل. اختر وجبات أكثر أو الأسبوع القادم.
de: Jede gewählte Mahlzeit dieser Woche ist schon geplant. Wähle weitere Mahlzeiten oder die nächste Woche.
el: Όλα τα επιλεγμένα γεύματα της εβδομάδας είναι ήδη προγραμματισμένα. Διάλεξε κι άλλα γεύματα ή την επόμενη εβδομάδα.
es: Todas las comidas elegidas de esta semana ya están planificadas. Elige más comidas o la próxima semana.
fr: Tous les repas choisis cette semaine sont déjà planifiés. Choisissez d’autres repas ou la semaine prochaine.
hi: इस हफ़्ते का हर चुना भोजन पहले से योजना में है। और भोजन या अगला हफ़्ता चुनें।
it: Ogni pasto scelto per questa settimana è già pianificato. Scegli altri pasti o la prossima settimana.
ja: 今週選んだ食事はすべて計画済みです。食事を追加するか、来週を選んでください。
ko: 이번 주에 고른 식사는 모두 계획됐어요. 식사를 더 고르거나 다음 주를 선택하세요.
pt_br: Todas as refeições escolhidas desta semana já estão planejadas. Escolha mais refeições ou a próxima semana.
ru: Все выбранные приёмы пищи на эту неделю уже запланированы. Выберите ещё блюда или следующую неделю.
tr: Bu hafta seçilen tüm öğünler zaten planlandı. Daha fazla öğün veya gelecek haftayı seç.
vi: Mọi bữa đã chọn trong tuần này đều đã có kế hoạch. Hãy chọn thêm bữa hoặc tuần sau.
zh_hans: 本周选择的每一餐都已安排。请选择更多餐次或下一周。

source: Every option is checked against your household's rules
ar: كل خيار يُفحص حسب قواعد أسرتك
de: Jede Option wird mit den Regeln deines Haushalts geprüft
el: Κάθε επιλογή ελέγχεται με τους κανόνες του νοικοκυριού σου
es: Cada opción se comprueba con las reglas de tu hogar
fr: Chaque option est vérifiée selon les règles de votre foyer
hi: हर विकल्प आपके परिवार के नियमों से जाँचा जाता है
it: Ogni opzione è controllata con le regole della tua famiglia
ja: すべての候補をご家族のルールで確認しています
ko: 모든 선택지는 가족 규칙으로 확인돼요
pt_br: Cada opção é conferida com as regras da sua casa
ru: Каждый вариант проверяется по правилам вашей семьи
tr: Her seçenek hanenin kurallarına göre kontrol edilir
vi: Mọi lựa chọn đều được kiểm tra theo quy tắc của gia đình
zh_hans: 每个选项都会按你家人的规则检查

source: Everyone's allergies and diets apply to the meals they eat. Portions set how much to cook.
ar: حساسيات كل شخص ونظامه الغذائي تُطبّق على الوجبات التي يتناولها. الحصص تحدد كمية الطبخ.
de: Allergien und Ernährungsweisen jeder Person gelten für die Mahlzeiten, die sie isst. Portionen legen fest, wie viel gekocht wird.
el: Οι αλλεργίες και οι διατροφές του καθενός ισχύουν στα γεύματα που τρώει. Οι μερίδες ορίζουν πόσο θα μαγειρέψεις.
es: Las alergias y dietas de cada persona se aplican a las comidas que come. Las raciones marcan cuánto cocinar.
fr: Les allergies et régimes de chacun s’appliquent aux repas qu’il mange. Les portions fixent la quantité à cuisiner.
hi: हर व्यक्ति की एलर्जी और आहार उनके खाए भोजन पर लागू होते हैं। हिस्से तय करते हैं कि कितना बनाना है।
it: Allergie e diete di ognuno valgono per i pasti che mangia. Le porzioni decidono quanto cucinare.
ja: 各メンバーのアレルギーと食事スタイルは、その人が食べる食事に適用されます。分量で作る量が決まります。
ko: 각자의 알레르기와 식단은 그 사람이 먹는 식사에 적용돼요. 양은 얼마나 요리할지 정해요.
pt_br: As alergias e dietas de cada pessoa valem para as refeições que ela come. As porções definem quanto cozinhar.
ru: Аллергии и диеты каждого применяются к блюдам, которые он ест. Порции определяют, сколько готовить.
tr: Herkesin alerjileri ve beslenme şekli yediği öğünlere uygulanır. Porsiyonlar ne kadar pişirileceğini belirler.
vi: Dị ứng và chế độ ăn của mỗi người áp dụng cho bữa họ ăn. Khẩu phần quyết định nấu bao nhiêu.
zh_hans: 每个人的过敏原和饮食会应用到他们吃的餐。份量决定做多少。
